-- Напиши запрос SELECT, который вернет имена людей (используя внутренний запрос в части SELECT),
-- которые сделали заказы по меню с идентификаторами 13, 14 и 18,
-- при этом дата заказа должна быть 7 января 2022 года.
-- Перед началом работы обязательно ознакомься с разделом «Запрещено».
-- Обрати внимание на пример внутреннего запроса.

select 
	(select name from person as p where person_id = p.id) as name
from person_order
where (menu_id = 13 or menu_id = 14 or menu_id = 18) and order_date='2022-01-07';